12/data/attachments/e3e60e80ec69737b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_d6253725-c8f0-43f9-8a64-f1a2ba3950fa</nif:username>
            <nif:friendToBeAdded>Lisa_area_Friend_27583_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>